{
  "title": "Заголовок",
  "home": "Home",
  "about": "About",
  "blog": "Blog",
  "skills": "Skills",
  "project": "Project",
  "timeLine": "TimeLine",
  "contact": "Contact",
  "signIn": "Login",
  "language": "Language",
  "myName": "eng. Dimitar Dimitrov",
  "andIam": "And i'am a",
  "aboutMe": "About me",
  "whoIam": "Greetings, my name is Dimitar Dimitrov and I am an aeronautical engineer. Despite my professional background, I have shifted my focus toward my hobbies, particularly programming and front-end development. I have a strong passion for a variety of interests, such as aquariums, Arduino projects, nature walks, cooking, fishing, programming, reading, and investing, including personal finance.",
  "goals": "My goals are to achieve financial independence and become a skilled programmer. I am known for my perseverance, speaking my mind directly, and being ready to help others.",
  "motoOne": "Embracing failure is the key to improvement.",
  "myFocus": "Right now, I am concentrating on.",
  "programing": "Programing",
  "started": "It all started as a hobby.",
  "startedChance": "As I delved into exploring new technologies and encountered numerous challenges, my interest grew more and more. I began contemplating whether or not to give it a chance",
  "capital": "Personal finance development and capital building.",
  "book": "Books",
  "moneyVideo": "The primary offender in this case is a video that enlightened me about the true nature of money and its potential to work for me.",
  "say": "As he said",
  "WarrenBuffett": "Warren Buffett",
  "rule": "Rule",
  "loseMoney": "Never lose money",
  "forgetOne": "Never forget a rule",
  "RobertKiyosaki": "Robert Kiyosaki in his book",
  "motoRobert": "They are soldiers who must fight for me while I sleep and win",
  "everythingStart": "That's how it all began and so much more",
  "weatherApp": "By entering the city, you can easily access weather information through the application. It is compatible with installation on your mobile device.",
  "technologies": "Technologies",
  "application": "Application",
  "code": "Code in GitHub"
}
