{
  "home": "Home",
  "about": "About Me",
  "blog": "Blog",
  "skills": "Professional Skills",
  "project": "Projects",
  "timeLine": "My Story!",
  "contact": "Contact",
  "signIn": "Sign In",
  "signOut": "Sign Out",
  "language": "Language",
  "myName": "Eng. Dimitar Dimitrov",
  "andIam": "And I am",
  "aboutMe": "About Me",
  "whoIam": "My name is Dimitar Dimitrov. I love challenges and am ready to do anything to achieve my goals. I believe that anyone who has direction and preparation can achieve success. By education, I am an aviation engineer. But over time, I had to change my profession not by my choice. I turned my attention to my hobby, programming, and specifically front-end development. I have various interests, aquaristics, Arduino projects, nature walks, cooking, fishing, programming, reading, investing, personal finance.",
  "goals": "My goals are to achieve financial independence and become a quality programmer. I am known for my persistence, I speak directly what I think, and I am ready to help others.",
  "motoOne": "Embracing failure is the key to improvement.",
  "myFocus": "I am currently focused on",
  "programing": "Programming",
  "started": "It all started as a hobby.",
  "startedChance": "As I delved into new technologies and overcame challenges, my interest gradually grew. I was considering whether to invest",
  "thisDirection": "in this direction",
  "time": "time",
  "capital": "Developing personal finances and building capital",
  "book": "Books",
  "moneyVideo": "The main culprit in this case is a video that enlightened me about the true nature of money and its potential to work for me.",
  "say": "As",
  "WarrenBuffett": "Warren Buffett",
  "rule": "Rule",
  "loseMoney": "Never lose money",
  "forgetOne": " Never forget rule",
  "RobertKiyosaki": "Robert Kiyosaki in his book",
  "motoRobert": "they are soldiers who should fight for me while I sleep and earn",
  "everythingStart": "That's how it all started and much more",
  "weatherApp": "Entering the city, you can easily access weather information through the app. It is compatible (ANDROID/IOS) and easy to install on your mobile device.",
  "technologies": "Technologies",
  "application": "Application",
  "code": "Code on GitHub",
  "reactWebSite": "Pages with layout made with ReactJs and Figma. Responsive design",
  "reactToDo": "An app where you can write down your tasks and change it. Responsive design",
  "shoes": "Amazing shoes",
  "shoesHomePage": "Home page",
  "shopShoes": "Shoe store home page",
  "paymentPage": "Payment page",
  "paymentPageMake": "Payment page made with",
  "pizzaMenu": "Pizza menu",
  "onlineShop": "Online shop",
  "onlineShopText": "a website or platform that allows users to buy and sell products and services over the internet. It provides merchants with the opportunity to offer their goods or services to the global market without needing a physical presence.",
  "novatioText": "Novatio represents a comprehensive ecosystem that provides optimized and automated real-time supply management. This ecosystem consists of separate applications for customers, dispatchers, drivers, and warehouse workers. Novatio is a tool that facilitates intuitive and transparent organization of last-mile processes, improves communication between all participants, and increases end-customer satisfaction.",
  "novatio": "Novatio",
  "uploadArticle": "Upload a blog article",
  "myBlog": "My blog",
  "createMyBlog": "Creating my blog",
  "myUploader": "My site for uploading a blog article",
  "iWantMore": "I continue to develop and build myself",
  "magic": "the magic",
  "evolve": "I build myself up",
  "myWord": "My world in brief",
  "giveChance": "I decided to give my hobby a chance! Which I am still engaged in",
  "workAll": "I worked everything and pursued my hobbies",
  "startWorkingEverything": "I started working whatever was available. Programming in my free time as a hobby",
  "UNI": "HIGHER AIR FORCE SCHOOL 'GEORGI BENKOVSKI' - Dolna Mitropolia",
  "specialty": "Specialty",
  "specification": "Automation, information and control technology",
  "qualification": "Professional qualification",
  "bachelor": "Bachelor-engineer",
  "technician": "Technician",
  "geodesy": "Geodesy",
  "school": "PGSAG - PROFESSIONAL HIGH SCHOOL OF CONSTRUCTION, ARCHITECTURE AND GEODESY - Shumen",
  "contactMe": "If you want to contact me and have questions, suggestions, or want to get a consultation, you can write to me, call me, or use the contact form below.",
  "email": "Email",
  "address": "Address",
  "phone": "Phone",
  "writeMe": "Write to me",
  "name": "Name",
  "sms": " Message",
  "sendSMS": "Send message",
  "contactМе": "Contact",
  "me": "me",
  "streetAdd": " Ruse, Solun 41",
  "appreciate": "Thank you for the message",
  "respondSMS": "I will get back to you as soon as possible",
  "social": "Social networks",
  "visit": "Business card",
  "yahoo": "dimitar_dimitrov01@yahoo.com",
  "gmail": "dimitard185@gmail.com",
  "helpYou": "In which areas I could help you",
  "category": "Categories",
  "aquarium": "Aquaristics",
  "br": "pieces",
  "Onebr": "pieces",
  "back": "Back",
  "soon": "Soon",
  "Support": "Support",
  "fish": "Fish",
  "aquariums": "Aquariums",
  "login": "Login",
  "signUp": "signUp",
  "waitLoad": "Logging in...",
  "createAccount": "Create account",
  "hiFriend": "Hi, friend!",
  "enterDetails": "Enter your personal details and start your journey with me",
  "username": "Username",
  "firstName": "First Name",
  "lastName": "Last Name",
  "password": "Password",
  "confirmPassword": "Confirm Password",
  "orUseYourAccount": "Or use your account",
  "welcomeBack": "Welcome back!",
  "novatioApps": "Apps",
  "keepConnectedWithMePleaseLogin": "To stay connected with us, please log in with your personal information",
  "textForNextProject": "Each of these projects started with an idea. What is yours? I would love to turn your next vision into reality and add it to this collection of success stories. With your ideas and my knowledge, we can make something unique together.",
  "yourIdeasMySkills": "With your idea and my knowledge, we can do something unique together.",
  "myServices": "My services",
  "survey": "Survey",
  "mySkills": "My skills",
  "articleOnlyBG": "For the moment, the articles are only in BG.",
  "optimizePage": "Optimization of page loading",
  "inProgress": "In progress",
  "addNewUI": "Updating the UI design",
  "addingImprovements": "improving the UI and functionality of the site",
  "addSearch": "Adding a search bar",
  "createLoginPage": "Creating an account and logging in with it",
  "publishArticle": "Publishing articles",
  "complete": "Completed",
  "contactPageDone": "Contact page",
  "addCommentSection": "Adding comments to articles",
  "expected": "Expected",
  "addLikeIdslikeReation": "Adding reactions to articles",
  "manyMoreIdeas": "I have many more ideas",
  "upcomingTasks": "Upcoming tasks",
  "finalize": "I deeply respect the objectives and dreams of my clients and respond to their further needs at first time. My foremost aim is to cultivate trust and foster lasting connections with my clients, transforming professional partnerships into long-term friendships.",
  "revision": "Clear and constructive feedback with detailed and accurate progress updates will be provided based on project milestones, ensuring my clients are well-informed about the status of their goals. This commitment to transparency is a cornerstone of my professional ethics.",
  "designDevelopment": "Aligning with my clients' specific requirements, preferences, and coding standards. I am dedicated to delivering results that adhere to the industry's best practices while ensuring top-tier quality and optimal performance.",
  "consultation": "Prior to initiating any project, I prioritize an initial online meeting with each client for 15-30 minutes. Ensuring a clear understanding of visions, objectives, methodologies, or other concerns, helps us align our goals and expectations from the very beginning.",
  "communication": "Communication",
  "designDevelopmentHeader": "Design and Development",
  "revisionHeader": "Transparency and Clear Communication",
  "finalizeHeader": "Trust and Long-Term Partnerships",
  "collaborationProcess": "Collaboration Process",
  "myAreasExpertise": "My Areas of Expertise",
  "myAreasExpertiseDescription": "My comprehensive services are custom-tailored to meet your unique business goals and objectives!",
  "seeMore": "Read more"
}