{
  "home": "Начало",
  "about": "За мен",
  "blog": "Блог",
  "skills": "Професионални умения",
  "project": "Проекти",
  "timeLine": "Моят професионален път",
  "contact": "Контакти",
  "signIn": "Вход",
  "signOut": "Изход",
  "language": "Език",
  "myName": "инж. Димитър Димитров",
  "andIam": "И аз съм",
  "aboutMe": "За мен",
  "whoIam": "Казвам се Димитър Димитров. Обичам професионалните предизвикателства и съм готов да постигам целите си. Вярвам, че всеки с ясна посока и добра подготовка може да успее. По образование съм авиационен инженер. Поради променени обстоятелства преориентирах кариерата си към front-end разработка, която беше мое хоби. Интересите ми включват: акваристика, Arduino проекти, природни разходки, готварство, риболов, програмиране, четене, инвестиции и лични финанси.",
  "goals": "Целите ми са постигане на финансова независимост и професионално развитие като програмист. Познат съм с упоритост, директност и готовност да помагам.",
  "motoOne": "Приемането на неуспеха е ключ към развитието.",
  "myFocus": "Текущ фокус",
  "programing": "Програмиране",
  "started": "Започна като хоби",
  "startedChance": "При задълбочаването в новите технологии и преодоляване на предизвикателства, интересът ми постепенно нарастваше. Обмислях дали да не инвестирам",
  "thisDirection": "в тази посока",
  "time": "време",
  "capital": "Развитие на личен капитал и финанси",
  "book": "Книги",
  "moneyVideo": "Определящо беше видео, което ме просвети за същността на парите и техния потенциал да работят в моя полза.",
  "say": "Според",
  "WarrenBuffett": "Уорън Бъфет",
  "rule": "Правило",
  "loseMoney": "Никога не губете пари",
  "forgetOne": "Никога не забравяйте правило",
  "RobertKiyosaki": "Робърт Кийосаки в неговата книга",
  "motoRobert": "парите са войници, които трябва да работят вместо вас, докато вие почивате",
  "everythingStart": "Така започна всичко, а след това още много други неща",
  "weatherApp": "Въвеждайки града, лесно можете да получите информация за времето чрез приложението. То е съвместимо (ANDROID/IOS) и лесно за инсталиране на вашето мобилно устройство.",
  "technologies": "Технологии",
  "application": "Приложение",
  "code": "Код в GitHub",
  "reactWebSite": "Страници с оформление, направени с ReactJs и Figma. Адаптивен дизайн",
  "reactToDo": "Приложение, където можете да записвате задачите си и да ги променяте. Адаптивен дизайн",
  "shoes": "Невероятни обувки",
  "shoesHomePage": "Начална страница",
  "shopShoes": "Начална страница на магазин за обувки",
  "paymentPage": "Страница за плащане",
  "paymentPageMake": "Страница за плащане, направена с",
  "pizzaMenu": "Меню за пица",
  "onlineShop": "Онлайн магазин",
  "onlineShopText": "уебсайт или платформа, която позволява на потребителите да купуват и продават продукти и услуги през интернет. Тя предоставя на търговците възможност да предлагат своите стоки или услуги на глобалния пазар без нужда от физическо присъствие.",
  "novatioText": "Novatio представлява цялостна екосистема, която предоставя оптимизирано и автоматизирано управление на доставките в реално време. Тази екосистема се състои от отделни приложения за клиенти, диспечери, шофьори и складови работници. Novatio е инструмент, който улеснява интуитивната и прозрачна организация на процесите на последната миля, подобрява комуникацията между всички участници и увеличава удовлетвореността на крайния клиент.",
  "novatio": "Novatio",
  "uploadArticle": "Качване на блог статия",
  "myBlog": "Моят блог",
  "createMyBlog": "Създаване на моя блог",
  "myUploader": "Моят сайт за качване на блог статия",
  "iWantMore": "Продължавам да се развивам и да надграждам уменията си",
  "magic": "магията",
  "evolve": "Само напред и нагоре!",
  "myWord": "Моят свят накратко",
  "giveChance": "Реших да дам шанс на хобито си! С което все още се занимавам",
  "workAll": "Работил съм различни неща и съм следвал хобитата си",
  "startWorkingEverything": "Започнах да работя каквото беше налично. Програмиране в свободното си време като хоби",
  "UNI": "ВИСШЕ ВОЕННОВЪЗДУШНО УЧИЛИЩЕ 'ГЕОРГИ БЕНКОВСКИ' - Долна Митрополия",
  "specialty": "Специалност",
  "specification": "Автоматизация, информационна и управляваща техника",
  "qualification": "Професионална квалификация",
  "bachelor": "Бакалавър-инженер",
  "technician": "Техник",
  "geodesy": "Геодезия",
  "school": "ПГСАГ - ПРОФЕСИОНАЛНА ГИМНАЗИЯ ПО СТРОИТЕЛСТВО, АРХИТЕКТУРА И ГЕОДЕЗИЯ - Шумен",
  "contactMe": "Ако искате да се свържете с мен и имате въпроси, предложения или искате да получите консултация, можете да ми пишете, да ми се обадите или да използвате формата за контакт по-долу.",
  "email": "Имейл",
  "address": "Адрес",
  "phone": "Телефон",
  "writeMe": "Пишете ми",
  "name": "Име",
  "sms": "Съобщение",
  "sendSMS": "Изпрати съобщение",
  "contactМе": "Свържете се с",
  "me": "мен",
  "streetAdd": "Русе, Солун 41",
  "appreciate": "Благодаря за съобщението",
  "respondSMS": "Ще се свържа с вас възможно най-скоро",
  "social": "Социални мрежи",
  "visit": "Визитка",
  "yahoo": "dimitar_dimitrov01@yahoo.com",
  "gmail": "dimitard185@gmail.com",
  "helpYou": "В кои области мога да ви помогна",
  "category": "Категории",
  "aquarium": "Акваристика",
  "Onebr": "брой",
  "br": "броя",
  "back": "Назад",
  "soon": "Скоро",
  "Support": "Поддръжка",
  "fish": "Риби",
  "aquariums": "Аквариуми",
  "login": "Вход",
  "signUp": "Регистрация",
  "waitLoad": "Влизане...",
  "createAccount": "Създай акаунт",
  "hiFriend": "Здравей, приятелю!",
  "enterDetails": "Въведете личните си данни и започнете пътуването с мен!",
  "username": "Потребителско име",
  "firstName": "Име",
  "lastName": "Фамилия",
  "password": "Парола",
  "confirmPassword": "Потвърди парола",
  "orUseYourAccount": "Или използвайте акаунта си",
  "welcomeBack": "Добре дошли отново!",
  "novatioApps": "Приложения",
  "keepConnectedWithMePleaseLogin": "За да останете свързани с мен, моля влезте с акаунта си",
  "textForNextProject": "Всеки от тези проекти започна с една идея. Каква е вашата? Ще се радвам да превърнем следващата ви визия в реалност и да я добавим към тази колекция от успешни истории. С Вашата идея и моите знания може да направим нещо уникално заедно.",
  "myServices": "Моите услуги",
  "mySkills": "Моите умения",
  "yourIdeasMySkills": "С Вашата идея и моите знания може да направим нещо уникално заедно.",
  "articleOnlyBG": "За момента статиите са само на БГ.",
  "close": "Затвори",
  "optimizePage": "Оптимизация на зареждането на страниците",
  "inProgress": "В процес",
  "addNewUI": "Обновяване на UI дизайна",
  "addingImprovements": "подобряване на UI и функционалността на сайта",
  "addSearch": "Добавяне на търсачка",
  "createLoginPage": "Създаване на акаунт и влизане с него",
  "publishArticle": "Публикуване на статии",
  "complete": "Завършено",
  "completes": "Завършенa",
  "contactPageDone": "Страница за контакти",
  "survey": "Анкета",
  "addCommentSection": "Добавяне на коментари към статията",
  "expected": "Очаква",
  "addLikeIdslikeReation": "Добавяне на реакция към статията",
  "manyMoreIdeas": "Имам и още много идеи",
  "upcomingTasks": "Предстоящи Подобрения",
  "finalize": "Дълбоко уважавам целите и мечтите на моите клиенти и отговарям на техните нужди своевременно. Основната ми цел е да изградя доверие и да създам трайни връзки с моите клиенти, превръщайки професионалните партньорства в дългосрочни приятелства.",
  "revision": "Ще предоставям ясна и конструктивна обратна връзка с подробни и точни актуализации за напредъка, базирани на етапите на проекта, за да гарантирам, че моите клиенти са добре информирани за статуса на техните цели. Този ангажимент към прозрачност е основен принцип на моята професионална етика.",
  "designDevelopment": "Съобразявайки се със специфичните изисквания, предпочитания и стандарти за кодиране на моите клиенти, съм отдаден на предоставянето на резултати, които отговарят на най-добрите практики в индустрията, като същевременно осигурявам високо качество и оптимална производителност.",
  "consultation": "Преди да започна който и да е проект, приоритизирам първоначална онлайн среща с всеки клиент за 15-30 минути. Осигуряването на ясно разбиране на визиите, целите, методологиите или други въпроси ни помага да синхронизираме нашите цели и очаквания от самото начало.",
  "communication": "Комуникацията",
  "designDevelopmentHeader": "Дизайн и разработка",
  "revisionHeader": "Прозрачност и ясна комуникация",
  "finalizeHeader": "Доверие и дългосрочни партньорства",
  "collaborationProcess": "Процес на сътрудничество",
  "myAreasExpertise": "Моите области на експертиза",
  "myAreasExpertiseDescription": "Моите цялостни услуги са персонализирани, за да отговарят на вашите уникални бизнес цели и задачи!"
}