{
  "home": "Начало",
  "about": "За мен",
  "blog": "Блог",
  "skills": "Професионални умения",
  "project": "Проекти",
  "timeLine": "Моят професионален път",
  "contact": "Контакт",
  "signIn": "Вход",
  "signOut": "Изход",
  "language": "Език",
  "myName": "инж. Димитър Димитров",
  "andIam": "И аз съм",
  "aboutMe": "За мен",
  "whoIam": "Казвам се Димитър Димитров. Обичам професионалните предизвикателства и съм готов да постигам целите си. Вярвам, че всеки с ясна посока и добра подготовка може да успее. По образование съм авиационен инженер. Поради променени обстоятелства преориентирах кариерата си към front-end разработка, която беше мое хоби. Интересите ми включват: акваристика, Arduino проекти, природни разходки, готварство, риболов, програмиране, четене, инвестиции и лични финанси.",
  "goals": "Целите ми са постигане на финансова независимост и професионално развитие като програмист. Познат съм с упоритост, директност и готовност да помагам.",
  "motoOne": "Приемането на неуспеха е ключ към развитието.",
  "myFocus": "Текущ фокус",
  "programing": "Програмиране",
  "started": "Започна като хоби",
  "startedChance": "При задълбочаване в нови технологии и преодоляване на предизвикателства, интересът ми постепенно нарастваше. Обмислях дали да инвестирам сериозно в тази посока.",
  "capital": "Развитие на личен капитал и финанси",
  "book": "Книги",
  "moneyVideo": "Определящо беше видео, което ме просвети за същността на парите и техния потенциал да работят в моя полза.",
  "say": "Според",
  "WarrenBuffett": "Уорън Бъфет",
  "rule": "Правило",
  "loseMoney": "Никога не губете пари",
  "forgetOne": "Никога не забравяйте това правило",
  "RobertKiyosaki": "Робърт Кийосаки в неговата книга",
  "motoRobert": "парите са войници, които трябва да работят вместо вас, докато вие почивате",
  "weatherApp": "Мобилно приложение за времето с поддръжка за Android и iOS, лесно за инсталиране",
  "technologies": "Технологии",
  "application": "Приложение",
  "code": "Код в GitHub",
  "reactWebSite": "Уеб страници с адаптивен дизайн, разработени с ReactJS и Figma",
  "reactToDo": "Приложение за управление на задачи с възможност за редакция, с адаптивен дизайн",
  "onlineShopText": "Електронна платформа за търговия, позволяваща глобална търговия без физическо присъствие",
  "contactMe": "За въпроси, консултации или предложения може да ме контактувате чрез формата по-долу, телефон или имейл.",
  "email": "Имейл",
  "name": "Име",
  "sendSMS": "Изпрати съобщение",
  "appreciate": "Благодаря за вашето съобщение",
  "respondSMS": "Ще отговоря при първа възможност"
}