{
  "title": "Header",
  "home": "Начало",
  "about": "За мен",
  "blog": "Блог",
  "skills": "Умения",
  "project": "Проекти",
  "timeLine": "История ми!",
  "contact": "Контакти",
  "signIn": "Вход",
  "signOut": "Изход",
  "language": "Език",
  "myName": "инж.Димитър Димитров",
  "andIam": "И аз съм",
  "aboutMe": "За мен",
  "whoIam": "Казвам се Димитър Димитров. Обичам предизвикателствата и съм готов на всичко, за да постигна целите си. Вярвам, че всеки, който има своя посока и подготовка, може да постигне успех. По образование съм авиационен инженер. Но с времето се наложи да сменя професията не по мое желание. Насочих вниманието си към моето хоби програмирането и по специфично front-end разработката. Имам различни интереси, акваристика, проекти на Arduino, разходки сред природата, готвене, риболов, програмиране,четене,инвестиране, лични финанси.",
  "goals": "Моите цели са да постигна финансова независимост и да стана качествен програмист. Известен съм със своята упоритост, говоря директно това, което мисля и съм в готовност да помагам на другите.",
  "motoOne": "Прегръщането на провала е ключът към подобрението.",
  "myFocus": "В момента съм фокусиран върху",
  "programing": "Програмиране",
  "started": "Всичко започна като хоби.",
  "startedChance": "Докато се задълбочавах в изследването на нови технологии и се сблъсквах с множество предизвикателства, интересът ми нарастваше все повече и повече. Започнах да обмислям дали да му дам шанс или не",
  "capital": "Развитие на личните финанси и изграждане на капитал",
  "book": "Книги",
  "moneyVideo": "Основният виновник в този случай е видеоклип, който ме просветли относно истинската природа на парите и потенциала им да работят за мен.",
  "say": "Както е казал",
  "WarrenBuffett": "Уорън Бъфет",
  "rule": "Правило",
  "loseMoney": "Никога не губете пари",
  "forgetOne": " Никога не забравяйте правило",
  "RobertKiyosaki": "Робърт Кийосаки в неговата книга",
  "motoRobert": "те са войници които трябва да се бият за мен докато аз спя и да печелят",
  "everythingStart": "Така започна всичко и още много",
  "weatherApp": "Влизайки в града, можете лесно да получите достъп до информация за времето чрез приложението. Той е съвместим с инсталиране на вашето мобилно устройство.",
  "technologies": "Технологии",
  "application": "Приложение",
  "code": "Код в GitHub",
  "reactWebSite": "Страници с оформление направени с ReactJs and Figma. Адаптивен дизайн",
  "reactToDo": "Приложение с което можете да си записвате задачите и да го променяте. Адаптивен дизайн",
  "shoes": "Невероятни обувки",
  "shoesHomePage": "Начална страница",
  "shopShoes": "Начална страница на магазин за обувки",
  "paymentPage": "Платежен лист",
  "paymentPageMake": "Платежна страница направена с",
  "pizzaMenu": "Пица меню",
  "onlineShop": "Електронен магазин",
  "onlineShopText": "уебсайт или платформа, която позволява на потребителите да купуват и продават продукти и услуги чрез интернет. Той предоставя на търговците възможността да предлагат своите стоки или услуги на глобалния пазар, без да се нуждаят от физическо присъствие.",
  "novatioText": "Novatio представлява цялостна екосистема, която осигурява оптимизирано и автоматизирано управление на доставките в реално време. Тази екосистема се състои от отделни приложения за клиенти, диспечери, шофьори и складови работници. Novatio е инструмент, който улеснява интуитивното и прозрачно организиране на процесите в последната миля, подобрява комуникацията между всички участници и повишава удовлетвореността на крайните клиенти.",
  "novatio": "Новатио",
  "myBlog": "Моя блог",
  "iWantMore": "Продължавам да се развивам и надграждам себе си",
  "magic": "магията",
  "evolve": "Надграждам себе си",
  "myWord": "Моят свят накратко",
  "giveChance": "Реших да дам шанс на хобито си! С което се занимавам и до сега",
  "workAll": "Работех всичко и преследвах хобитата си",
  "startWorkingEverything": "Започнах да работя каквото има. Програмиране през свободното време като хоби",
  "UNI": "ВИСШЕ ВОЕННОВЪЗДУШНО УЧИЛИЩЕ 'ГЕОРГИ БЕНКОВСКИ' - гр. Долна Митрополия",
  "specialty": "Специалност",
  "specification": "Автоматика,информационна и управляваща техника",
  "qualification": "Професионална квалификация",
  "bachelor": "Бакалавър-инженер",
  "technician": "Техник",
  "geodesy": "Геодезия",
  "school": "ПГСАГ - ПРОФЕСИОНАЛНА ГИМНАЗИЯ ПО СТРОИТЕЛСТВО, АРХИТЕКТУРА И ГЕОДЕЗИЯ - гр. Шумен",
  "contactMe": "Ако искаш да се свържеш с мен и имаш въпроси, предложения или искаш да получиш консултация, можеш да ми пишеш, звъннеш, да използваш формата за контакт по-долу.",
  "email": "Имейл",
  "address": "Адрес",
  "phone": "Телефон",
  "writeMe": "Пишете ми",
  "name": "Име",
  "sms": " Съобщение",
  "sendSMS": "Изпрати съобщение",
  "contactМе": "Свържете се с",
  "me": "мен",
  "streetAdd": " гр.Русе, ул Солун 41",
  "appreciate": "Благодаря за съобщението",
  "respondSMS": "Ще Ви върна отговор при първа възможност",
  "social": "Социални мрежи",
  "visit": "Визитка",
  "yahoo": "dimitar_dimitrov01@yahoo.com",
  "gmail": "dimitard185@gmail.com",
  "helpYou": "В кои области бих могъл да ви помогна",
  "category": "Категории",
  "aquarium": "Аквариумистика",
  "br": "броя",
  "back": "Назад",
  "soon": "Скоро",
  "Support": "Поддръжка",
  "fish": "Риби",
  "aquariums": "Аквариуми"
}
